[
    {
      "title": "All Souls by Edith Wharton",
      "content": "A THIN moon faints in the sky o'erhead,\nAnd dumb in the churchyard lie the dead.\nWalk we not, Sweet, by garden ways,\nWhere the late rose hangs and the phlox delays,\nBut forth of the gate and down the road,\nPast the church and the yews, to their dim abode.\nFor it's turn of the year and All Souls' night,\nWhen the dead can hear and the dead have sight.\nFear not that sound like wind in the trees:\nIt is only their call that comes on the breeze;\nFear not the shudder that seems to pass:\nIt is only the tread of their feet on the grass;\nFear not the drip of the bough as you stoop:\nIt is only the touch of their hands that grope —\nFor the year's on the turn, and it's All Souls' night,\nWhen the dead can yearn and the dead can smite.\nAnd where should a man bring his sweet to woo\nBut here, where such hundreds were lovers too?\nWhere lie the dead lips that thirst to kiss,\nThe empty hands that their fellows miss,\nWhere the maid and her lover, from sere to green,\nSleep bed by bed, with the worm between?\nFor it's turn of the year and All Souls' night,\nWhen the dead can hear and the dead have sight.\nAnd now that they rise and walk in the cold,\nLet us warm their blood and give youth to the old.\nLet them see us and hear us, and say: \"Ah, thus\nIn the prime of the year it went with us!\"\nTill their lips drawn close, and so long unkist,\nForget they are mist that mingles with mist!\nFor the year's on the turn, and it's All Souls' night,\nWhen the dead can burn and the dead can smite.\nTill they say, as they hear us — poor dead, poor dead! —\n\"Just an hour of this, and our age-long bed —\nJust a thrill of the old remembered pains\nTo kindle a flame in our frozen veins,\nJust a touch, and a sight, and a floating apart,\nAs the chill of dawn strikes each phantom heart —\nFor it's turn of the year and All Souls' night,\nWhen the dead can hear, and the dead have sight.\"\nAnd where should the living feel alive\nBut here in this wan white humming hive,\nAs the moon wastes down, and the dawn turns cold,\nAnd one by one they creep back to the fold?\nAnd where should a man hold his mate and say:\n\"One more, one more, ere we go their way\"?\nFor the year's on the turn, and it's All Souls' night,\nWhen the living can learn by the churchyard light.\nAnd how should we break faith who have seen\nThose dead lips plight with the mist between,\nAnd how forget, who have seen how soon\nThey lie thus chambered and cold to the moon?\nHow scorn, how hate, how strive, we too,\nWho must do so soon as those others do?\nFor it's All Souls' night, and break of the day,\nAnd behold, with the light the dead are away. . . .",
      "image":"bonaventure.jpg",
      "user_id":1
    },
    {
      "title": "Fred From Carolina Theatre",
      "content": "Tapp first heard about the ghost that once haunted the Carolina Theatre on North Tryon Street, from Charlotte NC Tours guide Tremaine Tyson in a Charlotte Observer video. The ghost was believed to be responsible for moving and breaking props and lights. The stage director called him Fred — he’d been the first to see the spirit sitting in the seats.\n\n\"While the Carolina Theatre was in its prime, a lot of the staff saw a white aura sitting in the stands when they were on the ground,” Tapp said. “And if they were in the booths, they’d see someone on the ground.\"\n\nThe part of the building where Fred was active is under construction now. Many wonder if Fred will reappear once the renovation is complete.",
      "image":"carolinatheater.jpeg",
      "user_id":2
    },
    {
      "title": "The Cell Phone",
      "content": "A couple of months ago, my friend’s cousin (a single mother) bought a new cell phone. After a long day of work, she came home, placed her phone on the counter, and went watch to TV; her son came to her and asked if he could play with her new phone. She told him not to call anyone or mess with text messages, and he agreed.\n\nAt around 11:20, she was drowsy, so she decided to tuck her son in and go to bed. She walked to his room and saw that he wasn’t there. She then ran over to her room to find him sleeping on her bed with the phone in his hand.\n\nRelieved, she picked her phone back up from his hand to inspect it. Browsing through it, she noticed only minor changes such as a new background, banner, etc., but then she opened up her saved pictures. She began deleting the pictures he had taken, until only one new picture remained.\n\nWhen she first saw it, she was in disbelief. It was her son sleeping on her bed, but the picture was taken by someone else above him... and it showed the left half of an elderly woman’s face.",
      "image":"cellphone.jpeg",
      "user_id":3
    },
    {
      "title": "The Haunted Hotel on the Hill",
      "content": "For several years before its renovation began, the Cavalier Hotel would close to guests during the winter months, before reopening again in the spring. While phone calls at all hours of the night from guests are nothing new for receptionists working the late shift, when the hotel is presumed to be empty, persistent calls from the sixth floor in the dead of night are a little strange – especially when nothing can be heard on the other end but the distant warble of jazz. Night watchmen would be sent to check on the rooms that were calling, only to find them empty.\n\nIt turns out that the sixth floor is a particular hotbed for hair-raising haunts. In 1929, the founder of Coors Brewing Company, Adolph Coors’s lifeless body was discovered on the grounds of the hotel, after having checked in to his sixth story guest room earlier in the week. Since that fateful night, the front desk has received many reports of peculiar occurrences from inside the room; random unexplained cold spots; windows opening in the dead of night; even voices and shuffling sounds coming from the corner of the dark room. If you’re looking to avoid ghosts, you might want to keep climbing once you get to the sixth floor. Perhaps this is why many guests have reported encountering a kindly older bellman on the stairs leading up from the fifth floor, warning of ghosts up ahead. The problem? The Cavalier hasn’t employed any bellboys that match his description in decades.\n\nThe historic hotel stands tall today as a time capsule of opulence and grandeur. In the early years, her halls were filled with the traffic of society’s elite. Presidents, movie stars, writers, musicians and even old Scarface himself, all made their way up the hill across the Atlantic to be immersed in her elegance and to see and be seen. Her walls reverberated with the distant silky whirr of Gershwin emanating from the grand ballroom, while the subtle suggestion of cigar smoke lingered overhead in a fragrant haze. It was hard for guests not to be enraptured by her mystique and even harder to leave when the band stopped playing. Perhaps, that’s why some of them never did.",
      "image":"hotel.jpeg",
      "user_id":4
    },
    {
      "title": "Chimney Rock",
      "content": "Long before the days of rock climbing, in 1806 and 1811, Chimney Rock was home to some seriously bizarre sightings. We are not talking ghosts, we are talking tiny winged 'apparitions' that ranged from the age of infant to adult, and floated atop the rock putting on a spectacle for six documented viewers who were completely in awe. After ascending back to 'heaven', a few years later in 1811, a 'battle' was witnessed between men on winged horses. The sounds of clashing metal were heard. Witnesses even resorted to blaming a time-space break where they became witnesses to the not-so-distant Revolutionary War. Time travel, angels, winged horses, Chimney Rock is now a state park, but several people noted the apparitions.",
      "image":"chimney.jpeg",
      "user_id":5
    },
    {
      "title": "Ri-Ra Irish Pub",
      "content": "The Ri-Ra Irish Pub was originally built in 1997 by Irishman Ciaran Sheehan, with the goal of creating an Irish bar, that was as authentic as possible. This is one of the newest buildings on our list, but that certainly does not mean that it is any less haunted, than some of the other, much older properties that we have mentioned! One of the theories behind why the pub is so haunted, is that Sheehan brought in authentic items and antiques from Ireland to add to the authenticity and some of these items likely had spirits attached. Ever since the pub first opened its doors, staff have been reporting a variety of paranormal activity. There are a number of cold spots throughout the building and there have been many sightings of ghostly figures, wearing period style dress. However, perhaps the creepiest tale of all, relates to the sudden appearance of a ghostly alphabet, scrawled in chalk on one of the upstairs walls!",
      "image":"irish.jpeg",
      "user_id":2
    }
  ]